Repository: openfoodfacts/openfoodfacts-cordova-app
Catalog: www/locale/po/i18n-ha.po
Languages: ha_hg

source: Search in progress
ha_hg: Neman ci gaba

source: Scan
ha_hg: Duba

source: Password:
ha_hg: Kalmar wucewa:

source: Image received, thank you!
ha_hg: Hoton da aka karɓa, na gode!

source: The database is up to date.
ha_hg: Bayanin bayanan ya zama na zamani.

source: Back
ha_hg: Koma baya

source: Database update in progress.
ha_hg: Sabunta bayanai a ci gaba.

source: Preferred language:
ha_hg: Harcen dakafi so:

source: Sign-out
ha_hg: Don-fita

source: Search a product by name or brand:
ha_hg: Bincika samfurin ta hanyar suna ko alama:

source: Hello $1!
ha_hg: Sannu $ 1!

source: Parameters
ha_hg: Sigogi

source: Username:
ha_hg: Sunanan da ake amfani:

source: More info
ha_hg: Karin bayanai

source: Text to speech:
ha_hg: Rubutu dan magana:

source: Scan a product in front of the phone
ha_hg: Duba samfura a gaban wayar

source: Sending in progress
ha_hg: Aika cikin cigaba

source: The image could not be sent
ha_hg: Ba za a iya tura hoton ba

source: Connecting failed: no network?
ha_hg: Haɗi ya kasa: babu cibiyar sadarwa?

source: Retry
ha_hg: Sake gwadawa

source: Close
ha_hg: Rufe

source: Sign-in
ha_hg: Shiga ciki

source: Connecting
ha_hg: Haɗawa

source: Product $1
ha_hg: Samfura $ 1

source: Sign-in to add products or edit product pages.
ha_hg: Shiga ciki don ƙara samfurori ko shirya shafukan samfuri.

# .msg_search_button
source: Search
ha_hg: Bincika

source: Add a product without barcode
ha_hg: Kara samfurin ba tare da lambar ɓarnar ba

source: Scan the barcode to find or add a product.
ha_hg: Duba katangar don nemo ko ƙara samfurin.

source: Scan the barcode to find or add a product:
ha_hg: Duba katangar don nemo ko ƙara samfurin:

source: Hello
ha_hg: Sannu

# .msg_search_title
source: Search
ha_hg: Bincika

source: Bad username or password
ha_hg: Sunan anfani mara kyau ko kalmar sirri
