Repository: openfoodfacts/openfoodfacts-cordova-app
Catalog: www/locale/po/i18n-*.po
Languages: ar, az, bg, br, ca, es, eu, gl, hi, hu, id, kab, ky, lt, lv, ms, or, pl, ro, sk, sl, sr@latin, ta, th, tl, tr, uk, ur, uz, vi, zu

source: Search in progress
ar: جارى البحث
az: Proqress üzrə axtarış
bg: Търси се
br: O klask
ca: Cerca en curs
es: Buscando...
eu: Bilaketa martxan
gl: Busca en proceso
hi: खोज जारी है
hu: Keresés folyamatban
id: Cari sedang dalam proses
kab: Anadi i teddu
ky: Издөө жүрүп жатат
lt: Vykdoma paieška
lv: Notiek meklēšana
ms: Gelintar di dalam proses
or: ଖୋଜୁଛି
pl: Wyszukiwanie w toku
ro: Căutare in curs
sk: Prebieha vyhľadávanie
sl: Poteka iskanje
sr@latin: Pretraga u toku
ta: தேடல் நடைபெறுகிறது
th: กำลังค้นหา
tl: Kasalukuyang naghahanap
tr: Aranıyor
uk: Виконується пошук
ur: تلاش جاری ہے
uz: Qidiruv bajarilmoqda
vi: Đang tìm kiếm
zu: Usesho luqhubeka

source: Scan
ar: مسح
az: Kodu oxu
bg: Сканирай
br: Skanañ
ca: Escanejar
es: Escanear
eu: Eskaneatu
gl: Analizar
hi: स्कैन
hu: Beolvasás
kab: Semḍen
ky: Скандоо
lt: Skanuoti
lv: Skenēt
ms: Imbas
or: କ୍ରମବୀକ୍ଷଣ କରନ୍ତୁ
pl: Skanuj
ro: Scanează
sk: Sken
sl: Preberi
sr@latin: Pretraži
ta: ஸ்கேன்
th: สแกน
tl: I-scan
tr: Tara
uk: Сканувати
ur: سکین
uz: Tekshirish
vi: Quét
zu: Skena

source: Barcode: $1
ar: الباركود: $1
az: Barkod: $1
bg: Баркод: $1
br: Kod barrennoù: $1
ca: Codi de barres: $1
es: Código de barras: $ 1
eu: Barra kodea: $1
gl: Código de barras: $1
hi: बारकोड: $1
hu: Vonalkód: $1
id: Kode batang: $ 1
kab: Tangalt s ifeggagen:
ky: Штрих-код: $1
lt: Brūkšninis kodas: $1
lv: Svītrkods: $ 1
ms: Barkod: $1
or: ବାର-କୋଡ୍: $1
pl: Kod kreskowy: $1
ro: Cod de bare: $1
sk: Čiarový kód: $1
sl: Črtna koda: $1
sr@latin: Barkod: $1
ta: குறியீடு(பார்கோட்): $1
th: บาร์โค้ด: $1
tr: Barkod: $1
uk: Штрихкод: $1
ur: بارکوڈ: 1 امریکی ڈالر
uz: Shtrix kod: $1
vi: Mã vạch: $1
zu: Ibhakhodi: $ 1

source: Password:
ar: كلمة المرور
az: Şifrə:
bg: Парола:
br: Ger-tremen:
ca: Contrasenya:
es: Contraseña:
eu: Pasahitza:
gl: Contrasinal:
hi: पासवर्ड:
hu: Jelszó:
id: Kata sandi:
kab: Awal uffir:
ky: Сырсөз:
lt: Slaptažodis:
lv: Parole:
ms: Kata laluan:
or: ପ୍ରବେଶ ସଂକେତ:
pl: Hasło:
ro: Parolă:
sk: Heslo:
sl: Geslo:
sr@latin: Lozinka:
ta: கடவுச்சொல்(Password):
th: รหัสผ่าน
tr: Şifre:
uk: Пароль:
ur: پاس ورڈ:
uz: Parol:
vi: Mật khẩu:
zu: Iphasiwedi:

source: Image received, thank you!
ar: تم توريد الصورة، شكراً لكم!
az: Şəkil qəbul olunmuşdur! Təçəkkür edirik!
bg: Изображението е получено, благодарим ви!
br: Skeudenn resevet, trugarez deoc'h!
ca: Hem rebut la imatge, gràcies!
es: Imagen recibida, ¡gracias!
eu: Irudia jaso da, eskerrik asko!
gl: Recibiuse a imaxe, grazas.
hi: तस्वीर प्राप्त हो गई, धन्यवाद!
hu: Kép elfogadva, köszönjük!
id: Gambar diterima, terima kasih!
kab: Tugna tettwarmes,tanemmirt-ik!
ky: Сүрөт алынды, рахмат!
lt: Nuotrauka gauta, ačiū!
lv: Attēls saņemts, paldies!
ms: Imej diterima, terima kasih!
or: ଛବି ପ୍ରାପ୍ତ ହୋଇଛି । ଧନ୍ୟବାଦ !
pl: Otrzymano zdjęcie, dziękuję!
ro: Imagine primită, vă mulțumesc!
sk: Obrázok prijatý, ďakujeme!
sl: Slika je prejeta, hvala!
sr@latin: Slika primljena, hvala!
ta: படம் கிடைத்தது. தங்களுக்கு நன்றி!
th: ได้รับภาพแล้วขอบคุณ!
tl: Natanggap ang imahe, salamat!
tr: Resim alındı, teşekkür ederiz!
uk: Зображення отримано, дякуємо!
ur: امیج وصول ہوگیا ہے، شکریہ!
uz: Rasm qavul qilindi, raxmat sizga!
vi: Hình ảnh đã nhận được, cảm ơn bạn!
zu: Isithombe sitholiwe, ngiyabonga!

source: The database is up to date.
ar: قاعدة البيانات محدثة.
az: Verilənlər bazası yeniləndi.
bg: Базата от данни е обновена.
br: A-hiziv emañ an diaz-roadennoù.
ca: La base de dades està actualitzada.
es: La base de datos está actualizada.
eu: Datu-basea eguneratuta dago.
hi: डेटाबेस वर्तमान जानकारी से अप टू डेट है।
hu: Az adatbázis naprakész.
id: Database sudah up to date.
kab: Taffa n isefka ttwaleqmen
ky: Маалыматтар базасы жаңыланды.
lt: Duomenų bazė atnaujinta.
lv: Datubāze ir atjaunināta.
pl: Baza danych jest aktualna.
ro: Baza de date este actualizată.
sk: Databáza je aktuálna.
sl: Zbirka podatkov je posodobljena.
th: ฐานข้อมูลเป็นปัจจุบันแล้ว
tl: Ang database ay napapanahon.
tr: Veritabanı güncel.
uk: База даних в актуальному стані.
ur: ڈیٹا بیس اپ ٹو ڈیٹ ہے
uz: Ma'lumotlar ba'zasi yangilandi.
vi: Đã làm mới cơ sở dữ liệu.
zu: I-database isesikhathini.

source: Back
ar: عودة
az: Geri
bg: Назад
br: Distro
ca: Torna
eu: Atzera
gl: Volver
hi: पीछे
hu: Vissza
id: Kembali
kab: Tuɣalin
ky: Артка
lt: Grįžti
lv: Atpakaļ
ms: Undur
or: ପଛକୁ
pl: Wstecz
ro: Înapoi
sk: Späť
sl: Nazaj
sr@latin: Nazad
ta: பின்செல்
th: ย้อนกลับ
tl: Bumalik
tr: Geri
uk: Назад
ur: واپس
uz: Orqaga
vi: Quay lại
zu: Emuva

source: Database update in progress.
ar: جارى تحديث قاعدة البيانات.
az: Verilənlər bazasının yenilənməsi davam edir.
bg: Осъвременяването на базата от данни е в ход.
br: Oc'h hizivaat an diaz-roadennoù.
ca: L'actualització de la base de dades està en procés.
es: Actualización de base de datos en curso.
eu: Datu-basea eguneratzen.
hi: डेटाबेस अद्यतन प्रगति में है।
hu: Adatbázis frissítés folyamatban.
id: Pembaruan basis data sedang berlangsung.
kab: Lqem n taffa isefka i teddu.
ky: Маалыматтар базасы жаңыртылууда.
lt: Vykdomas duomenų bazės atnaujinimas.
lv: Notiek Datu bāzes atjaunināšana.
pl: Aktualizacja bazy danych w toku.
ro: Actualizarea bazei de date în curs.
sk: Prebieha aktualizácia databázy.
sl: V teku je posodobitev baze podatkov.
th: กำลังปรับปรุงฐานข้อมูล
tl: Kasalukuyang nag-a-update ang database.
tr: Veritabanı güncellemesi devam ediyor.
uk: Виконується оновлення бази даних.
ur: ڈیٹا بیس کو اپ ڈیٹ کیا جارہا ہے۔
uz: Ma'lumotlar bazasini yangilash jarayoni ketmoqda.
vi: Đang cập nhật cơ sở dữ liệu.
zu: Ukubuyekezwa kwedatha kuqhubeka.

source: Preferred language:
ar: اللغة المفضلة:
az: Üstünlük verilən dil:
bg: Предпочитан език:
br: Yezh muiañ plijet:
ca: Llengua preferida:
es: Idioma preferido:
eu: Hobetsitako hizkuntza:
gl: Idioma preferido:
hi: पसंदीदा भाषा:
hu: Előnyben részesített nyelv:
id: Pilihan bahasa:
kab: Tutlayt tebɣiḍ:
ky: Тандалган тил:
lt: Pageidaujama kalba:
lv: Vēlamā valoda:
ms: Bahasa dikehendaki:
or: ମନୋନୀତ ଭାଷା
pl: Preferowany język:
ro: Limba preferată:
sk: Preferovaný jazyk:
sl: Izbrani jezik:
sr@latin: Izaberite jezik:
ta: தேர்வு மொழி:
th: ภาษาที่ต้องการ:
tl: Nagustuhang wika:
tr: Tercih edilen dil:
uk: Бажана мова:
ur: ترجیحی زبان:
uz: Maqullangan til:
vi: Ngôn ngữ ưa thích:
zu: Ulimi olukhethiwe:

source: Sign-out
ar: تسجيل الخروج
az: Çıx
bg: Изход
br: Digevreañ
ca: Tanca la sessió
es: Cerrar sesión
eu: Amaitu saioa
gl: Saír
hi: साइन आउट
hu: Kijelentkezés
id: Keluar
kab: Sens
ky: Чыгуу
lt: Atsijungti
lv: Izrakstīties
ms: Daftar keluar
or: ଲଗ-ଆଉଟ୍ କରନ୍ତୁ
pl: Wyloguj się
ro: Deconectare
sk: Odhlásiť sa
sl: Odjava
sr@latin: Odjavi se
ta: வெளியேறு
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
ur: سائن آوٹ
uz: Chiqish
vi: Đăng xuất
zu: Sayinela ukuphuma

source: Search a product by name or brand:
ar: البحث حسب اسم المنتج أو العلامة التجارية
az: Məhsulu adına və ya brendinə görə seç
bg: Търси продукт по име или марка:
br: Klask war-lerc'h ur produ gant e anv pe e verk:
ca: Cerca un producte pel nom o la marca:
es: Buscar producto por nombre o marca:
eu: Produktu bat bilatu izena edo markarekin:
gl: Procurar un produto polo nome ou a marca:
hi: नाम या ब्रांड द्वारा उत्पाद खोजें
hu: Termék keresése név vagy márkanév alapján:
id: Cari produk berdasarkan nama atau merek:
kab: Anadi n ufaris s yisem neɣ ihwel:
ky: Өнүмдү аты же бренди боюнча изде:
lt: Ieškokite produkto pagal pavadinimą arba prekės ženklą:
lv: Meklēt produktu pēc nosaukuma vai firmas zīmes:
ms: Cari produk mengikut nama atau jenama:
or: କୌଣସି ଉତ୍ପାଦର ନାମ ସନ୍ଧାନ କରନ୍ତୁ
pl: Wyszukaj produkt według nazwy lub marki:
ro: Caută un produs după nume sau brand:
sk: Vyhľadaj produkt menom alebo značkou:
sl: Poiščite izdelek po imenu ali blagovni znamki:
sr@latin: Тражи артикал по имену или бренду:
ta: தேடும் பொருளின் பெயர்/வணிகப்பெயர்:
th: ค้นหาตามชื่อหรือแบรนด์สินค้า:
tl: Maghanap ng isang produkto ayon sa pangalan o klase:
tr: Ürünü isme veya markaya göre ara:
uk: Шукати продукт за назвою або торгівельною маркою:
ur: نام یا برانڈ کے ساتھ پراڈکٹ تلاش کریں:
uz: Mahsulotni nom yoki tovar belgisi bo'yicha qidirish:
vi: Tìm kiếm sản phẩm theo tên hoặc thương hiệu:
zu: Sesha umkhiqizo ngegama noma umkhiqizo:

source: Loading product from the Open Food Facts database
ar: تحميل المنتج من قاعدة بيانات Open Food Facts
az: Açıq Qida Faktları bazasından məhsul haqda məlumat yüklənir
bg: Зареждане на продукт от базата данни на Open Food Facts
br: O kargañ ar produ adalek diaz-roadennoù Open Food Facts
ca: S'està carregant el producte des de la base de dades d'Open Beauty Facts
es: Cargando producto desde la base de datos de Open Food Facts
eu: Open Food Facts datu-baseko produktua kargatzea
gl: Cargando o produto da base de datos de Open Food Facts
hi: ओपन फूड फैक्ट्स डेटाबेस से उत्पाद लोड हो रहा है
hu: Termék betöltése az Open Food Facts adatbázisából
id: Memuat produk dari database Fakta Pangan Terbuka
kab: Asali n ufaris i teddu seg taffa n isefka Open Food database
ky: Open Food Facts маалымат базасынан продукт жүктөлүүдө
lv: Ielādē Produktu no datubāzes "Open Food Facts"
ms: Memuatkan produk dari pangkalan data Open Food Facts
or: ମୁକ୍ତ ଖାଦ୍ୟ ତଥ୍ୟର ତଥ୍ୟାଗାରରୁ ଉତ୍ପାଦ ଜମା ହେଉଛି
pl: Ładowanie produktu z bazy danych Open Food Facts
ro: Încărcare produs din baza de date a Open Food Facts
sk: Náčítava sa produkt z Open Food Facts databázy
sl: Nalaganje izdeleka iz zbirke podatkov Open Beauty Facts
sr@latin: Učavanje artikala iz Open Food Facts baze podataka
ta: ஓபன் புட் பாக்ட்ஸ் களஞ்சியத்திலிருந்து பொருளின் விவரம் கொண்டுவரபடுகிறது
th: กำลังโหลดผลิตภัณฑ์จากฐานข้อมูล Open Food Facts
tr: Open Beauty Facts veritabanındaki ürünler yükleniyor
uk: Завантажуємо дані продукту з бази даних Open Food Facts
ur: اوپن فوڈ فیکٹس کے ڈیٹا بیس سے پراڈکٹ لوڈ کی جارہی ہے
uz: Open Food Facts ma'lumotlar bazasidan mahsulot yuklanmoqda
vi: Tải sản phẩm từ cơ sở dữ liệu của Open Beauty Fact
zu: Ilayisha umkhiqizo ku-database ye-Open Beauty Facts

source: Hello $1!
ar: مرحبا $1!
az: Salam $1!
bg: Здравей, $1!
br: Demat $1!
ca: Hola, $1!
es: ¡Hola $1!
eu: Kaixo $1!
gl: Ola $1!
hi: नमस्ते $1!
hu: Helló $1!
id: Halo $1!
kab: Azul $1!
ky: Саламатсызбы, $ 1!
lt: Sveiki 1 doleris!
lv: Čau $1!
or: ଶୁଭେଚ୍ଛା $1!
pl: Witaj $1!
ro: Salut $1!
sk: Zdravíčko, $1!
sl: Pozdravljeni $1!
sr@latin: Zdravo $1!
ta: $1-க்கு வணக்கம்!
th: สวัสดี $ 1!
tl: Helo $1!
tr: Merhaba $1!
uk: Вітаємо, $1!
ur: ہیلو $1!
uz: Assalaom $1!
vi: Xin chào $1!
zu: Sawubona $ 1!

source: Parameters
ar: المعلمات
az: Xüsusiyyətlər
bg: Параметри
br: Arventennoù
ca: Paràmetres
es: Parámetros
eu: Parametroak
gl: Parámetros
hi: प्राचल
hu: Paraméterek
id: Parameter
kab: Iɣewwaṛen
ky: Параметрлери
lt: Parametrai
lv: Iestatījumi
ms: Parameter
or: ପ୍ରାଚଳ ବା ପରାମିଟର
pl: Parametry
ro: Parametri
sk: Vlastnosti
sl: Parametri
sr@latin: Parametri
ta: வரைகூறுகள்
th: พารามิเตอร์
tl: Mga Parametro
tr: Seçenekler
uk: Параметри
ur: پیرامیٹرز
uz: Parametrlar
vi: Thông số
zu: Amapharamitha

source: Username:
ar: اسم المستخدم:
az: İstifadəçinin adı:
bg: Потребителско име:
br: Anv arveriad:
ca: Identificador:
eu: Erabiltzaile izena:
hi: उपयोगकर्ता नाम:
hu: Felhasználói név:
id: Nama pengguna:
kab: Isem n useqdac:
ky: Колдонуучунун аты:
lt: Vartotojo vardas:
lv: Lietotājvārds:
pl: Nazwa użytkownika:
ro: Utilizator:
sk: Používateľské meno:
sl: Uporabniško ime:
th: ชื่อผู้ใช้:
tr: Kullanıcı adı:
uk: Ім'я користувача:
ur: صارف نام:
uz: Foydalanuvchining ismi:
vi: Tên người dùng:
zu: Igama lomsebenzisi:

source: More info
ar: ملعومات إضافية
az: Daha ətraflı
bg: Повече информация
br: Titouroù ouzhpenn
ca: Més informació
eu: Informazio gehiago
hi: अधिक जानकारी
hu: További információ
id: Info lebih lanjut
kab: Ugar isalen
ky: Көбүрөөк маалымат
lt: Daugiau informacijos
lv: Vairāk informācijas
pl: Więcej informacji
ro: Mai multe informații
sk: Viac info
sl: Več informacij
th: ข้อมูลเพิ่มเติม
tl: Higit pang impormasyon
tr: Daha fazla bilgi
uk: Детальніше
ur: مذید معلومات
uz: Qo'shimcha ma'lumotlar
vi: Thêm thông tin
zu: Ulwazi olungaphezulu

source: Text to speech:
ar: النص إلى الكلام:
az: Danışıq mətni:
bg: Изговаряне на текст:
br: Testenn e komzoù:
ca: Text a dir:
es: Síntesis de voz:
eu: Testua hizketara:
hi: लिखे हुए को बोलने में बदलना:
hu: Szövegfelolvasás (TTS):
id: Teks pidato:
kab: Selket awal ɣer taɣect:
ky: Текстке сүйлөө:
lt: Tekstas į tarimą:
lv: Teksta lasītājs:
pl: Przetwarzanie tekstu na mowę:
ro: Citire text:
sk: Text do reči:
sl: Besedilo v govor:
th: ข้อความที่จะพูด:
tl: Teksto na magiging salita:
tr: Metni sesli oku:
uk: Текст для озвучення:
ur: ٹیکسٹ ٹو سپیچ
uz: Nutq uchun matn:
vi: Văn bản thành giọng nói:
zu: Umbhalo wenkulumo:

source: Scan a product in front of the phone
ar: امسح منتجًا أمام الهاتف
az: Telefonun ön kamerası ilə məhsul tədqiq edin (skan)
bg: Сканирайте продукт пред телефона
br: Skannit ur produ dirak ur pellgomzer
ca: Escanegeu un producte davant del telèfon
es: Escanear un producto
eu: Eskaneatu produktua telefono aurrean
hi: फोन के सामने एक उत्पाद स्कैन करें
hu: A telefon előtti termék beolvasása
id: Memindai produk di depan telepon
kab: Semḍen afaris s tiliɣṛi
ky: Телефондун алдында өнүмдү сканерлеңиз
lt: Nuskaitykite produktą priešais telefoną
lv: Skenējiet produktu tālruņa priekšā
pl: Skanuj produkt telefonem
ro: Scanează un produs cu ajutorul telefonului
sk: Skenovať produkt pred telefónom
sl: Skenirajte izdelek pred telefonom
th: สแกนสินค้าด้านหน้าโทรศัพท์
tl: I-scan ang produkto sa harap ng telepono
tr: Telefonun ön kamerasıyla bir ürün tarayın
uk: Скануй продукт перед телефоном
ur: فون کے سامنے پراڈکٹ سکین کریں
uz: Mahsulotni telefonning old tomoni bilan tekshirish
vi: Quét sản phẩm phía trước điện thoại
zu: Skena umkhiqizo phambi kwefoni

source: Sending in progress
ar: الأرسال في تقدم
az: Göndərilir
bg: Изпраща се
br: O vezañ kaset
ca: S'està processant l'enviament
es: Enviando
eu: Bidalketa martxan
gl: Envío en proceso
hi: भेजा जा रहा है
hu: Küldés folyamatban
id: Pengiriman sedang berlangsung
kab: Izen i teddu
ky: Жөнөтүү аткарылууда
lt: Siunčiama
lv: Notiek Sūtīšana
ms: Menghantar kemajuan
or: ପ୍ରେରଣ ଚାଲୁଅଛି
pl: Wysyłanie w toku
ro: Trimitere în curs
sk: Prebieha odosielanie
sl: Pošiljanje v teku
sr@latin: Slanje u toku
ta: தகவல் அனுப்பப்படுகிறது
th: กำลังส่ง
tl: Kasalukuyang nagpapadala
tr: Gönderiliyor
uk: Виконується надсилання
ur: ترسیل جاری ہے
uz: Yuborish bajarilmoqda
vi: Đăng gửi
zu: Usesho luqhubeka

source: The image could not be sent
ar: لا يمكن أن يتم إرسال صورة
az: Şəkili göndərmək mümkün olmadı
bg: Изображението не може да бъде изпратено
br: N'hall ket bezañ kaset ar skeudenn
ca: No s'ha pogut enviar la imatge
es: La imagen no pudo ser enviada
eu: Irudia ezin izan da bidali
gl: Non foi posíbel enviar a imaxe
hi: तस्वीर नहीं भेजी जा सकी
hu: A kép nem küldhető el
id: Gambar tidak bisa dikirim
kab: Tugna ur tettwazen
ky: Сүрөт жөнөтүлбөй жатат
lt: Nepavyko nusiųsti noutraukos
lv: Attēlu nevarēja nosūtīt
ms: Imej tidak dapat dihantar
or: ଏହି ଛବିଟି ପଠାଯାଇ ପାରିବନି
pl: Zdjęcie nie zostało wysłane
ro: Imaginea nu a putut fi trimisă
sk: Tento obrázok nebolo možné odoslať
sl: Slike ni bilo mogoče poslati
sr@latin: Slika ne može biti poslata
ta: படத்தை அனுப்ப இயலவில்லை
th: ไม่สามารถส่งรูปภาพได้
tl: Ang imahe ay hindi maaaring maipadala
tr: Resim gönderilemedi
uk: Не вдалося надіслати зображення
ur: امیج نہیں بھیجا جا سکا
uz: Rasm jo'natilmagan bo'lmaydi
vi: Gửi ảnh đi không thành công
zu: Isithombe asikwazanga ukuthunyelwa

source: Connecting failed: no network?
ar: فشل في الاتصال: لا إرسال ؟
az: Qoşulmaq mümkün olmadı: şəbəkə yoxdur?
bg: Свързването е неуспешно, проверете имате ли мрежа?
br: Kevreañ sac'het: kenrouedad ebet?
ca: La connexió ha fallat: sense xarxa?
es: Conexión fallida: ¿estás conectado?
eu: Konexioak huts egin du: sarerik ez?
gl: Fallou a conexión: non hai unha rede?
hi: कनेक्टिंग विफल: कोई नेटवर्क नहीं?
hu: Csatlakozás sikertelen: nincs hálózat?
id: Menghubungkan gagal: tidak ada jaringan?
kab: Tuqqna ur teddi ara:ulac azeṭṭa?
ky: Туташууга болбой жатат: тармак жокпу?
lt: Nepavyko prisijungti: nėra interneto?
lv: Neizdevās izveidot savienojumu: nav tīkla?
ms: Penyambungan gagal: tiada rangkaian?
or: ଯୋଗାଯୋଗ ବିଚ୍ଛିନ୍ନ ହୋଇଗଲା ! ନେଟୱର୍କ ନାହିଁ କି ?
pl: Łączenie nie powiodło się: brak sieci?
ro: Conectare eșuată: nu sunteți conectat la o rețea?
sk: Spojenie neúspešné: žiadna sieť?
sl: Povezovanje ni uspelo: ni omrežja?
sr@latin: Povezivanje bezuspešno: Nema mreže?
ta: இணைக்க முடியவில்லை. இணைப்பு இல்லையா?
th: การเชื่อมต่อล้มเหลว: ไม่มีเครือข่าย?
tl: Nabigo ang pagkonekta: walang network?
tr: Bağlantı sağlanamadı: İnternet ağına erişiminiz mi yok?
uk: Не вдалося встановити з’єднання: немає доступу до мережі?
ur: کونیکشن ناکام رہا: نیٹ ورک موجود نہیں؟
uz: Ulanishdagi xatolik: internet tarmog'i yo'qmi?
vi: Kết nối thất bại: không có mạng?
zu: Ukuxhuma kuhlulekile: akukho inethiwekhi?

source: Retry
ar: إعادة المحاولة
az: Yenidən sına
bg: Повторен опит
br: Klask en-dro
ca: Torneu-ho a provar
es: Reintentar
eu: Berriro saiatu
gl: Tentar de novo
hi: फिर कोशिश करें ।
hu: Újra
id: Coba lagi
kab: Ɛreḍ tikelt nniḍen
ky: Кайталоо
lt: Bandyti dar kartą
lv: Atkārtot
ms: Cuba lagi
or: ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ
pl: Ponów próbę
ro: Reîncercați
sk: Skúsiť znova
sl: Poskusi znova
sr@latin: Pokušaj ponovo
ta: மீண்டும் முயல்க
th: ลองใหม่อีกครั้ง
tl: Subukang muli
tr: Tekrar dene
uk: Повторити спробу
ur: دوبارہ کوشش کریں
uz: Qayta urinish
vi: Thử lại
zu: Zama futhi

source: Close
ar: إغلاق
az: Bağla
bg: Затвори
br: Serriñ
ca: Tanca
es: Cerrar
eu: Itxi
gl: Pechar
hi: बंद करें
hu: Bezár
id: Tutup
kab: Mdel
ky: Жабуу
lt: Uždaryti
lv: Aizvērt
ms: Tutup
or: ବନ୍ଦ କରନ୍ତୁ
pl: Zamknij
ro: Închidere
sk: Zatvoriť
sl: Zapri
sr@latin: Zatvori
ta: மூடுக‌
th: ปิด
tl: I-close
tr: Kapat
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng
zu: Vala

source: Sign-in
ar: تسجيل الدخول
az: Daxil ol
bg: Вход
br: Kevreañ
ca: Inicieu la sessió
es: Acceder
gl: Iniciar sesión
hi: साइन इन करें
hu: Bejelentkezés
id: memasuki
kab: Qqen
ky: Кирүү
lt: Prisijungti
lv: Ieiet
ms: Daftar masuk
or: ଲଗ-ଇନ୍ କରନ୍ତୁ
pl: Zaloguj
ro: Autentificare
sk: Prihlásiť sa
sl: Prijava
sr@latin: Prijavi se
ta: நுழை
th: ลงชื่อเข้าใช้
tl: Mag-sign-in
tr: Giriş yap
uk: Увійти
ur: سائن ان
uz: Kirish
vi: Đăng nhập
zu: Ngena ngemvume

source: Connecting
ar: الاتصال
az: Qoşulur
bg: Свързване
br: O kevreañ
ca: Connectant
es: Conectando
eu: Konektatzen
gl: Conectando
hi: कनेक्ट हो रहा है ।
hu: Csatlakozás
id: Menghubungkan
kab: Tuqqna
ky: Туташуу
lt: Prisijungiama
lv: Savienojas
ms: Menyambung
or: ସଂଯୋଗ କରୁଛି
pl: Łączenie
ro: Conectare
sk: Pripája sa
sl: Povezujem
sr@latin: Povezivanje
ta: இணைக்கப்படுகிறது
th: การเชื่อมต่อ
tl: Pagkonekta
tr: Bağlanıyor
uk: Встановлення з’єднання
ur: کونیکشن قائم کیا جارہاہے
uz: Ulanmoqda
vi: Kết nối
zu: Ukuxhuma

source: Product $1
ar: المنتوج $1
az: Məhsul $1
bg: Продукт $1
br: Produ $1
ca: Producte $1
es: Producto $1
eu: Produktua $1
gl: Produto $1
hi: उत्पाद $1
hu: Termék $1
id: Produk $ 1
kab: Afaris $1
ky: Продукт $ 1
lt: Produktas 1 doleris
lv: Produkts $ 1
ms: Produk $1
or: ଉତ୍ପାଦ $1
pl: Produkt nr
ro: Produs $1
sk: Produkt $1
sl: Izdelek $1
sr@latin: Artikal $1
ta: பொருள் $1
th: สินค้า:
tl: Produktong $1
tr: Ürün $1
uk: Продукт $1
ur: پراڈکٹ $1
uz: Mahsulot $ 1
vi: Sản phẩm $1
zu: Umkhiqizo $ 1

source: Sign-in to add products or edit product pages.
ar: تسجيل الدخول لإضافة منتجات أو تحرير صفحات المنتج.
az: Məhsul əlavə etmək və ya məhsul səhifəsini redaktə etmək üçün daxil olun.
bg: Влезте, за да добавяте или редактирате информацията за продуктите.
br: Kevreit evit ouzhpennañ produioù pe kemmañ o fajennoù.
ca: Inicieu la sessió per afegir o editar les pàgines dels productes.
es: Ingresa para agregar o editar productos.
eu: Hasi saioa produktuak gehitzeko edo produktuaren horriak editatzeko.
gl: Iniciar sesión para engadir produtos ou editar as páxinas dos produtos.
hi: उत्पादों को जोड़ने या उत्पाद पृष्ठों को संपादित करने के लिए साइन-इन करें।
hu: Jelentkezzen be a termékek hozzáadásához vagy a termékoldalak szerkesztéséhez.
id: Masuk untuk menambahkan produk atau mengedit halaman produk.
kab: Qqen akken atternuḍ ifuras neɣ abeddel n isebtar n ifuras.
ky: Өнүмдөрдү кошуу же өнүм баракчаларын түзөтүү үчүн кириңиз.
lt: Prisijunkite, jei norite pridėti produktų arba redaguoti produktų puslapius.
lv: Pierakstīties, lai pievienotu produktus vai rediģētu produktu lapas.
ms: Daftar untuk menambah produk atau menyunting halaman produk.
or: ଉତ୍ପାଦ ଯୋଡିବା ତଥା ଉତ୍ପାଦ ସମ୍ପାଦନା କରିବା ପାଇଁ ଲଗ-ଇନ୍ କରନ୍ତୁ
pl: Zaloguj się aby dodawać produkty lub edytować ich strony.
ro: Autentificarea este necesară pentru a adăuga sau edita paginile produselor.
sk: Na editovanie alebo pridávanie stránok produktov je treba byť prihlásený.
sl: Prijava za dodajanje izdelkov ali urejanje strani izdelkov.
sr@latin: Пријави се да додаш или измениш странице са артиклима.
ta: பொருள்களை சேர்க்கவோ, அதன் தகவல்களை மாற்றவோ உள்ளே நுழையவும்
th: ลงชื่อเข้าใช้เพื่อเพิ่มผลิตภัณฑ์หรือแก้ไขหน้าผลิตภัณฑ์
tl: Mag-sign in upang makadagdag ng mga produkto o makapag-edit ng mga pahina ng produkto.
tr: Ürün eklemek veya ürünlerin sayfalarını düzenlemek için giriş yapın.
uk: Увійдіть для додавання продуктів або редагування сторінок продуктів.
ur: مصنوعات شامل کرنے یا مصنوعات کے صفحات کی تدوین کے لیے سائن ان کریں
uz: Mahsulotlarni kiritish yoki mahsulot sahifalarini tahrirlash uchun tizimga kiring.
vi: Đăng nhập để thêm hoặc chỉnh sửa trang sản phẩm.
zu: Ngena ngemvume ukungeza imikhiqizo noma ukuhlela amakhasi omkhiqizo.

# .msg_search_button
source: Search
ar: بحث
az: Axtarış
bg: Търси
br: Klask
ca: Cerca
es: Buscar
eu: Bilatu
gl: Buscar
hi: ढूंढें
hu: Keres
id: mencari
kab: Nadi
ky: Издөө
lt: Paieška
lv: Meklēt
ms: Gelintar
or: ସନ୍ଧାନ
pl: Szukaj
ro: Căutare
sk: Vyhľadať
sl: Iskanje
sr@latin: Traži
ta: தேடுக
th: ค้นหา
tl: Maghanap
tr: Ara
uk: Шукати
ur: تلاش کریں
uz: Qidirish
vi: Tìm kiếm
zu: Sesha
