Repository: openfoodfacts/openfoodfacts-cordova-app
Catalog: www/locale/po/i18n-*.po
Languages: ar, az, bg, br, ca, es, eu, gl, hi, hu, id, kab, ky, lt, lv, ms, or, pl, ro, sk, sl, sr@latin, ta, th, tl, tr, uk, ur, uz, vi, zu

source: No account yet? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Create an account</a>
ar: ليس لديك حساب؟<a href="http://ar.openfoodfacts.org/cgi/user.pl" target="_blank">إنشاء حساب</a>
bg: Нямате все още акаунт?<a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Създайте акаунт</a>
br: Kont ebet betek-hen? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Krouit ur gont</a>
ca: Encara no teniu un compte? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Crea un compte</a>
eu: Konturik ez duzu oraindik? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Kontu bat sortu</a>
hi: अभी तक कोई खाता नहीं है? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">एक खाता बनाएँ</a>
hu: Még nincs fiókja? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Hozzon létre egy fiókot</a>
id: Belum mendaftar? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank"> membuat account</a>
kab: Ulac amiḍan akka tura?<a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Snulfud amiḍan</a>
ky: Азырынча каттоо эсеби жокпу? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Катталуу</a>
lv: Vēl nav konta? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Izveidojiet kontu</a>
pl: Nie masz jeszcze konta? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank"> Utwórz konto</a>
ro: Nu ai cont inca? <a href="https://world.openbeautyfacts.org/cgi/user.pl" target="_blank"> Creeaza-ti un cont</a>
sk: Ešte nemáš účet? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Vytvorenie konta</a>
sl: Še nimate računa? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Ustvari račun</a>
th: ยังไม่มีบัญชี? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">สร้างบัญชี</a>
tr: Henüz hesabınız yok mu? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank"> Bir hesap oluşturun</a>
uk: Ще не маєш облікового запису? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Створи обліковий запис</a>
ur: ابھی تک آپ کا اکاونٹ نہیں بنا؟ <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank"> اپنا اکاونٹ بنائیں </a>
uz: Hali qayd etilganingiz yo'qmi? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">akkaunt oching</a>
vi: Bạn chưa có tài khoản? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank"> Hãy tạo ngay</a>
zu: Awekho i-akhawunti okwamanje? <a href="https://world.openfoodfacts.org/cgi/user.pl" target="_blank">Dala i-akhawunti</a>

source: Add a product without barcode
ar: إضافة منتج دون الباركود
az: Barkodsuz məhsul əlavə et
bg: Добави продукт без баркод
br: Ouzhpennit ur produ hep kod-barrenn ebet
ca: Afegeix un producte sense codi de barres
es: Agregar un producto sin código de barras
eu: Gehitu produktua barra-kode gabe
gl: Engadir un produto sen o código de barras
hi: बारकोड के बिना एक उत्पाद जोड़ें
hu: Vonalkód nélküli termék hozzáadása
id: Tambahkan produk tanpa kode batang
kab: Rnu afaris mebla tangalt ifeggagen
ky: Штрих кодсуз өнүм кошуңуз
lt: Pridėkite produktą be brūkšninio kodo
lv: Pievienot produktu bez svītrkoda
ms: Tambah produk tanpa barkod
or: ବାର-କୋଡ୍ ବିହୀନ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ
pl: Dodaj produkt bez kodu kreskowego
ro: Adaugă un produs fără cod de bare
sk: Pridaj produkt bez čiarového kódu
sl: Dodajte izdelek brez črtne kode
sr@latin: Dodaj artikal bez barkoda
ta: குறியீடு(பார்கோட்) இல்லாமல் பொருளை சேர்க்க
th: เพิ่มผลิตภัณฑ์โดยไม่ใช้บาร์โค้ด
tl: Magdagdag ng isang produkto na walang barcode
tr: Ürünü barkodsuz ekle
uk: Додати продукт без штрихкоду
ur: بار کوڈ کے بغیر پراڈکٹ شامل کریں
uz: Shtrixsiz mahsulotni qo'shing
vi: Thêm sản phẩm không cần mã vạch
zu: Engeza umkhiqizo ngaphandle kwebhakhodi

source: Scan the barcode to find or add a product.
ar: مسح الباركود المنتوج
az: Barkodu skan etməklə məhsul axtar və ya əlavə et.
bg: Сканиране на баркот за намиране или добавяне на продукт.
br: Skannit ar c'hod-barrenn evit kavout pe ouzhpennañ ur produ.
ca: Escaneja el codi de barres per trobar o afegir un producte.
es: Escanear código de barras.
eu: Eskaneatu barra-kodea produktua bilatu edo gehitzeko.
hi: किसी उत्पाद को खोजने या जोड़ने के लिए बारकोड को स्कैन करें।
hu: Vonalkód beolvasása a termék megtalálásához vagy hozzáadásához.
id: Pindai kode batang untuk menemukan atau menambahkan produk.
kab: Semḍen tangalt ifeggagen i tiffin neɣ timarniwt ufaris.
ky: Өнүмдү табуу же кошуу үчүн штрих-кодду сканерлеңиз.
lt: Nuskaitykite brūkšninį kodą, jei norite rasti arba pridėti produktą.
lv: Skenējiet svītrkodu, lai atrastu vai pievienotu produktu.
pl: Zeskanuj kod kreskowy aby znaleźć bądź dodać produkt.
ro: Scanează codul de bare pentru a găsi sau adăuga un produs.
sk: Naskenuj čiarový kód na nájdenie alebo pridanie produktu.
sl: Preberi črtno kodo za iskanje ali dodajanje izdelka.
th: สแกนบาร์โค้ดเพื่อค้นหาหรือเพิ่มผลิตภัณฑ์
tl: I-scan ang barcode upang makahanap o makadagdag ng isang produkto.
tr: Ürünü bulmak veya ürün eklemek için barkodu tarayın.
uk: Скануй штрих-код, щоб знайти або додати продукт.
ur: پراڈکٹ تلاش کرنے یا شامل کرنے کے لیے بارکوڈ سکین کریں
uz: Mahsulotni topish yoki qo'shish uchun shtrixni skanerlash.
vi: Quét mã vạch để tìm hoặc thêm một sản phẩm.
zu: Skena ibhakhodi ukuze uthole noma engeza umkhiqizo.

source: Scan the barcode to find or add a product:
ar: مسح الباركود المنتوج
az: Barkodu skan etməklə məhsul axtar və ya əlavə et:
bg: Сканиране на баркот за намиране или добавяне на продукт:
br: Skannit ar c'hod-barrenn evit kavout pe ouzhpennañ ur produ:
ca: Escaneja el codi de barres per trobar o afegir un producte:
es: Escanear código de barras:
eu: Eskaneatu barra-kodea produktua bilatu edo gehitzeko:
gl: Analizar o código de barras para atopar ou engadir un produto:
hi: उत्पाद खोजने या जोड़ने के लिए बारकोड को स्कैन करें:
hu: Vonalkód beolvasása a termék megtalálásához vagy hozzáadásához:
id: Pindai kode batang untuk menemukan atau menambahkan produk:
kab: Semḍen tangalt ifeggagen i tiffin neɣ timarniwt ufaris:
ky: Өнүмдү табуу же кошуу үчүн штрих-кодду сканерлеңиз:
lt: Nuskaitykite brūkšninį kodą norėdami rasti arba pridėti produktą:
lv: Skenējiet svītrkodu, lai atrastu vai pievienotu produktu:
ms: Imbas barkod untuk cari atau tambah produk:
or: ଉତ୍ପାଦ ଖୋଜିବା ପାଇଁ ବାର୍-କୋଡ୍ କୁ କ୍ରମବୀକ୍ଷଣ କରନ୍ତୁ
pl: Zeskanuj kod kreskowy aby znaleźć bądź dodać produkt:
ro: Scanează codul de bare pentru a găsi sau adăuga un produs:
sk: Naskenuj čiarový kód, aby si našiel alebo pridal produkt:
sl: Preberi črtno kodo za iskanje ali dodajanje izdelka:
sr@latin: Skeniraj barkod da pronadjete ili dodate artikal:
ta: தேடும்/சேர்க்கும் பொருளின் பார்கோட்-ஐ ஸ்கேன் செய்க
th: สแกนบาร์โค้ดเพื่อค้นหาหรือเพิ่มผลิตภัณฑ์:
tl: I-scan ang barcode upang makahanap o makadagdag ng isang produkto:
tr: Ürünü bulmak veya ürün eklemek için barkodu tarayın:
uk: Сканувати штрихкод для пошуку або додавання продукту:
ur: پراڈکٹ تلاش کرنے یا شامل کرنے کے لیے بارکوڈ سکین کریں
uz: Mahsulotni topish yoki qo'shish uchun shtrixni skanerlash:
vi: Quét mã vạch để tìm hoặc thêm một sản phẩm:
zu: Skena ibhakhodi ukuze uthole noma engeza umkhiqizo:

source: Hello
ar: مرحبا
az: Salam
bg: Здравейте
br: Demat
ca: Hola
es: Hola
eu: Kaixo
hi: नमस्ते
hu: Helló
id: Halo
kab: Azul
ky: Саламатсызбы
lt: Sveiki
lv: Čau
pl: Halo
ro: Bună
sk: Zdravíčko
sl: Pozdravljeni
th: สวัสดี
tl: Kamusta
tr: Merhaba
uk: Вітаємо
ur: ہیلو
uz: Assalaom
vi: Xin chào
zu: Sawubona

source: <img src="openfoodfacts-logo-en.png" alt="Open Food Facts" />
ar: <img src="openfoodfacts-logo-ar.png" alt="Open Food Facts" /><br /><p>مكونات, قيمة غذائية و معلومات حول المنتجات الغذائية في العالم الكل في قاعدة بيانات حرة و مفتوحة</p>
az: <img src=openfoodfacts-logo-en.png alt=Açıq Qida Faktları /><br /><p>Açıq Qida Faktları -dünya üzrə qida məhsulların haqda verilənlər və mılumatın pulsuz və açıq verilənlər bazası.</p>
bg: <img src="openfoodfacts-logo-bg.png" alt="Open Food Facts" /><br /><p>Open Food Facts предоставя информация и данни за хранителни продукти по целия свят от отворена и безплатна база от данни.</p>
ca: <img src="openbeautyfacts-logo-ca.png" alt="Open Food Facts" /><br /><p>Open Beauty Facts conté informació i dades de productes alimentaris de tot el món en una base de dades oberta.</p>
es: <img src="openfoodfacts-logo-es.png" alt="Open Food Facts" /><br /><p>Open Food Facts recolecta información y datos de productos alimenticios de todo el mundo en una base de datos libre y abierta.</p>
eu: <img src="openfoodfacts-logo-eu.png" alt="Open Food Facts" />
gl: <img src="openfoodfacts-logo-gl.png" alt="Open Food Facts" /><br /><p>Open Food Facts recolle información e datos sobre produtos alimenticios de todo o mundo nunha base de datos aberta e libre.</p>
hu: <img src="openfoodfacts-logo-hu.png" alt="Open Food Facts" />
ms: <img src="openfoodfacts-logo-ms.png" alt="Open Food Facts" /><br /><p>Open Food Facts menghimpun maklumat dan data produk makanan dari serata dunia dalam pangkalan data bebas dan terbuka.</p>
or: <img src=openfoodfacts-logo-en.png alt=ମୁକ୍ତ ଖାଦ୍ୟ ତଥ୍ୟ /><br /><p>ମୁକ୍ତ ଖାଦ୍ୟ ତଥ୍ୟ, ଦୁନିଆର କୋଣ ଅନୁକୋଣରୁ ଖାଦ୍ୟ ତଥା ଖାଦ୍ୟ ଉତ୍ପାଦ ବିଷୟରେ ଅନେକ ତଥ୍ୟ ସଂଗ୍ରହ କରେ.</p>
ro: <img src="openfoodfacts-logo-ro.png" alt="Open Food Facts" /><br /><p>Open Food Facts adună informații și date cu privire la produsele alimentare din întreaga lume într-o bază de date liberă și deschisă.</p>
sr@latin: <img src="openfoodfacts-logo-sr@latin.png" alt="Open Food Facts" /><br /><p>Open Food Facts sakuplja informacije i podatke o hranjljivim artiklima iz celog sveta u besplatnu i otvorenu bazu podataka.</p>
ta: <img src=openfoodfacts-logo-en.png alt=ஓபன் புட் பாக்ட்ஸ் /><br /><p>ஓபன் புட் பாக்ட்ஸ் (Open Food Facts) உலகம் முழுதும் கிடைக்க கூடிய உணவு மற்றும் உணவு பொருட்களின் தகவல் குறிப்புகளை மக்களிடதிலிருந்து சேகரித்து இலவசமாக வழங்கும் ஒரு திறந்த மனப்பான்மை தகவல் களஞ்சியமாகும்.</p>
tr: <img src="openbeautyfacts-logo-tr.png" alt="Open Beauty Facts" />
uk: <img src="openfoodfacts-logo-uk.png" alt="Open Food Facts" /><br /><p>Open Food Facts збирає дані щодо харчових продуктів з усього світу до вільної і відкритої бази даних.</p>

# .msg_search_title
source: Search
ar: بحث
az: Axtarış
bg: Търси
br: Klask
ca: Cerca
es: Buscar
eu: Bilatu
hi: ढूंढें
hu: Keres
id: mencari
kab: Nadi
ky: Издөө
lt: Paieška
lv: Meklēt
pl: Szukaj
ro: Căutare
sk: Vyhľadať
sl: Iskanje
th: ค้นหา
tl: Maghanap
tr: Ara
uk: Шукати
ur: تلاش کریں
uz: Qidirish
vi: Tìm kiếm
zu: Sesha

source: Bad username or password
ar: اسم المستخدم أو كلمة المرور سيئة
az: Yalnış istifadəçi adı və ya şifrə
bg: Грешно потребителско име или парола
br: Anv-implijer pe ger-tremen fall
ca: Identificador d'usuari o contrasenya incorrectes
es: Nombre de usuario o contraseña incorrectos
eu: Erabiltzaile izen edo pasahitz okerra
gl: Usuario ou contrasinal incorrecto
hi: गलत उपयोगकर्ता नाम या पासवर्ड
hu: Rossz felhasználói név vagy jelszó
id: Nama pengguna atau kata sandi buruk
kab: Isem n useqdac neɣ awal uffir diri-t
ky: Колдонуучу аты же сырсөз туура эмес
lt: Neteisingas vartotojo vardas ar slaptažodis
lv: Nepareizs lietotājvārds vai parole
ms: Nama pengguna atau kata laluan teruk
or: ଭୁଲ କର୍ତାଙ୍କ ନାମ ଅଥବା ଭୁଲ ପ୍ରବେଶ ସଙ୍କେତ
pl: Nieprawidłowa nazwa użytkownika lub hasło
ro: Utilizator sau parolă invalide
sk: Nesprávne užívateľské meno alebo heslo
sl: Neveljavno uporabniško ime ali geslo
sr@latin: Pogrešno korisničko ime ili lozinka
ta: பயன்பெயரோ (அ) கடவு சொல்லோ தவறாக உள்ளது
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tl: Maling username o password
tr: Kullanıcı adı veya şifre yanlış
uk: Помилкове ім’я користувача або пароль
ur: صارف نام یا پاس ورڈ صحیح نہیں
uz: Noto‘g‘ri foydalanuvchi nomi yoki parol
vi: Tên người dùng hoặc mật khẩu không hợp lệ
zu: Igama lomsebenzisi elibi noma iphasiwedi

source: Username or e-mail address:
gl: Nome de usuario ou enderezo electrónico:
ms: Nama pengguna atau alamat e-mel:
or: କର୍ତାଙ୍କ ନାମ
sr@latin: Korisničko ime ili e-mail adresa:

source: No account yet? <a href="http://en.openfoodfacts.org/cgi/user.pl" target="_blank">Create an account</a>
gl: Aínda non ten unha conta? <a href="http://world-gl.openfoodfacts.org/cgi/user.pl" target="_blank">Cree unha</a>
ms: Belum ada akaun lagi? <a href="http://world-ms.openfoodfacts.org/cgi/user.pl" target="_blank">Cipta akaun baharu</a>
or: ଖାତା ଖୋଲି ନାହାନ୍ତି କି ? <a href="http://world-or.openfoodfacts.org/cgi/user.pl" target="_blank">ନୂଆ ଖାତାଟିଏ ଖୋଲନ୍ତୁ</a>
sr@latin: Idalje nemate korisnički račun? <a href="http://world-sr@latin.openfoodfacts.org/cgi/user.pl" target="_blank">Registrujte korisnicki račun</a>
